<?php

/**
 * Hindi PHPMailer language file: refer to English translation for definitive list
 * @package PHPMailer
 * @author Yash Karanke <mr.karanke@gmail.com>
 * Rewrite and extension of the work by Jayanti Suthar <suthar.jayanti93@gmail.com>
 */

$PHPMAILER_LANG['authenticate']         = 'SMTP Ã Â¤Â¤Ã Â¥ÂÃ Â¤Â°Ã Â¥ÂÃ Â¤Å¸Ã Â¤Â¿: Ã Â¤ÂªÃ Â¥ÂÃ Â¤Â°Ã Â¤Â¾Ã Â¤Â®Ã Â¤Â¾Ã Â¤Â£Ã Â¤Â¿Ã Â¤â€¢Ã Â¤Â¤Ã Â¤Â¾ Ã Â¤â€¢Ã Â¥â‚¬ Ã Â¤Å“Ã Â¤Â¾Ã Â¤â€šÃ Â¤Å¡ Ã Â¤Â¨Ã Â¤Â¹Ã Â¥â‚¬Ã Â¤â€š Ã Â¤Â¹Ã Â¥â€¹ Ã Â¤Â¸Ã Â¤â€¢Ã Â¤Â¾Ã Â¥Â¤ ';
$PHPMAILER_LANG['buggy_php']            = 'PHP Ã Â¤â€¢Ã Â¤Â¾ Ã Â¤â€ Ã Â¤ÂªÃ Â¤â€¢Ã Â¤Â¾ Ã Â¤Â¸Ã Â¤â€šÃ Â¤Â¸Ã Â¥ÂÃ Â¤â€¢Ã Â¤Â°Ã Â¤Â£ Ã Â¤ÂÃ Â¤â€¢ Ã Â¤Â¬Ã Â¤â€” Ã Â¤Â¸Ã Â¥â€¡ Ã Â¤ÂªÃ Â¥ÂÃ Â¤Â°Ã Â¤Â­Ã Â¤Â¾Ã Â¤ÂµÃ Â¤Â¿Ã Â¤Â¤ Ã Â¤Â¹Ã Â¥Ë† Ã Â¤Å“Ã Â¤Â¿Ã Â¤Â¸Ã Â¤â€¢Ã Â¥â€¡ Ã Â¤ÂªÃ Â¤Â°Ã Â¤Â¿Ã Â¤Â£Ã Â¤Â¾Ã Â¤Â®Ã Â¤Â¸Ã Â¥ÂÃ Â¤ÂµÃ Â¤Â°Ã Â¥â€šÃ Â¤Âª Ã Â¤Â¸Ã Â¤â€šÃ Â¤Â¦Ã Â¥â€¡Ã Â¤Â¶ Ã Â¤Â¦Ã Â¥â€šÃ Â¤Â·Ã Â¤Â¿Ã Â¤Â¤ Ã Â¤Â¹Ã Â¥â€¹ Ã Â¤Â¸Ã Â¤â€¢Ã Â¤Â¤Ã Â¥â€¡ Ã Â¤Â¹Ã Â¥Ë†Ã Â¤â€š. Ã Â¤â€¡Ã Â¤Â¸Ã Â¥â€¡ Ã Â¤Â Ã Â¥â‚¬Ã Â¤â€¢ Ã Â¤â€¢Ã Â¤Â°Ã Â¤Â¨Ã Â¥â€¡ Ã Â¤Â¹Ã Â¥â€¡Ã Â¤Â¤Ã Â¥Â, Ã Â¤Â­Ã Â¥â€¡Ã Â¤Å“Ã Â¤Â¨Ã Â¥â€¡ Ã Â¤â€¢Ã Â¥â€¡ Ã Â¤Â²Ã Â¤Â¿Ã Â¤Â SMTP Ã Â¤â€¢Ã Â¤Â¾ Ã Â¤â€°Ã Â¤ÂªÃ Â¤Â¯Ã Â¥â€¹Ã Â¤â€” Ã Â¤â€¢Ã Â¤Â°Ã Â¥â€¡, Ã Â¤â€¦Ã Â¤ÂªÃ Â¤Â¨Ã Â¥â€¡ php.ini Ã Â¤Â®Ã Â¥â€¡Ã Â¤â€š mail.add_x_header Ã Â¤ÂµÃ Â¤Â¿Ã Â¤â€¢Ã Â¤Â²Ã Â¥ÂÃ Â¤Âª Ã Â¤â€¢Ã Â¥â€¹ Ã Â¤â€¦Ã Â¤â€¢Ã Â¥ÂÃ Â¤Â·Ã Â¤Â® Ã Â¤â€¢Ã Â¤Â°Ã Â¥â€¡Ã Â¤â€š, MacOS Ã Â¤Â¯Ã Â¤Â¾ Linux Ã Â¤ÂªÃ Â¤Â° Ã Â¤Å“Ã Â¤Â¾Ã Â¤Â, Ã Â¤Â¯Ã Â¤Â¾ Ã Â¤â€¦Ã Â¤ÂªÃ Â¤Â¨Ã Â¥â€¡ PHP Ã Â¤Â¸Ã Â¤â€šÃ Â¤Â¸Ã Â¥ÂÃ Â¤â€¢Ã Â¤Â°Ã Â¤Â£ Ã Â¤â€¢Ã Â¥â€¹ 7.0.17+ Ã Â¤Â¯Ã Â¤Â¾ 7.1.3+ Ã Â¤Â¬Ã Â¤Â¦Ã Â¤Â²Ã Â¥â€¡.';
$PHPMAILER_LANG['connect_host']         = 'SMTP Ã Â¤Â¤Ã Â¥ÂÃ Â¤Â°Ã Â¥ÂÃ Â¤Å¸Ã Â¤Â¿: SMTP Ã Â¤Â¸Ã Â¤Â°Ã Â¥ÂÃ Â¤ÂµÃ Â¤Â° Ã Â¤Â¸Ã Â¥â€¡ Ã Â¤â€¢Ã Â¤Â¨Ã Â¥â€¡Ã Â¤â€¢Ã Â¥ÂÃ Â¤Å¸ Ã Â¤Â¨Ã Â¤Â¹Ã Â¥â‚¬Ã Â¤â€š Ã Â¤Â¹Ã Â¥â€¹ Ã Â¤Â¸Ã Â¤â€¢Ã Â¤Â¾Ã Â¥Â¤ ';
$PHPMAILER_LANG['data_not_accepted']    = 'SMTP Ã Â¤Â¤Ã Â¥ÂÃ Â¤Â°Ã Â¥ÂÃ Â¤Å¸Ã Â¤Â¿: Ã Â¤Â¡Ã Â¥â€¡Ã Â¤Å¸Ã Â¤Â¾ Ã Â¤Â¸Ã Â¥ÂÃ Â¤ÂµÃ Â¥â‚¬Ã Â¤â€¢Ã Â¤Â¾Ã Â¤Â° Ã Â¤Â¨Ã Â¤Â¹Ã Â¥â‚¬Ã Â¤â€š Ã Â¤â€¢Ã Â¤Â¿Ã Â¤Â¯Ã Â¤Â¾ Ã Â¤Å“Ã Â¤Â¾Ã Â¤Â¤Ã Â¤Â¾ Ã Â¤Â¹Ã Â¥Ë†Ã Â¥Â¤ ';
$PHPMAILER_LANG['empty_message']        = 'Ã Â¤Â¸Ã Â¤â€šÃ Â¤Â¦Ã Â¥â€¡Ã Â¤Â¶ Ã Â¤â€“Ã Â¤Â¾Ã Â¤Â²Ã Â¥â‚¬ Ã Â¤Â¹Ã Â¥Ë†Ã Â¥Â¤ ';
$PHPMAILER_LANG['encoding']             = 'Ã Â¤â€¦Ã Â¤Å“Ã Â¥ÂÃ Â¤Å¾Ã Â¤Â¾Ã Â¤Â¤ Ã Â¤ÂÃ Â¤Â¨Ã Â¥ÂÃ Â¤â€¢Ã Â¥â€¹Ã Â¤Â¡Ã Â¤Â¿Ã Â¤â€šÃ Â¤â€” Ã Â¤ÂªÃ Â¥ÂÃ Â¤Â°Ã Â¤â€¢Ã Â¤Â¾Ã Â¤Â°Ã Â¥Â¤ ';
$PHPMAILER_LANG['execute']              = 'Ã Â¤â€ Ã Â¤Â¦Ã Â¥â€¡Ã Â¤Â¶ Ã Â¤â€¢Ã Â¥â€¹ Ã Â¤Â¨Ã Â¤Â¿Ã Â¤Â·Ã Â¥ÂÃ Â¤ÂªÃ Â¤Â¾Ã Â¤Â¦Ã Â¤Â¿Ã Â¤Â¤ Ã Â¤â€¢Ã Â¤Â°Ã Â¤Â¨Ã Â¥â€¡ Ã Â¤Â®Ã Â¥â€¡Ã Â¤â€š Ã Â¤ÂµÃ Â¤Â¿Ã Â¤Â«Ã Â¤Â²Ã Â¥Â¤ ';
$PHPMAILER_LANG['extension_missing']    = 'Ã Â¤ÂÃ Â¤â€¢Ã Â¥ÂÃ Â¤Â¸Ã Â¤Å¸Ã Â¥â€¡Ã Â¤Â¨Ã Â¥ÂÃ Â¤Â·Ã Â¤Â¨ Ã Â¤â€”Ã Â¤Â¾Ã Â¤Â¯Ã Â¤Â¬ Ã Â¤Â¹Ã Â¥Ë†: ';
$PHPMAILER_LANG['file_access']          = 'Ã Â¤Â«Ã Â¤Â¼Ã Â¤Â¾Ã Â¤â€¡Ã Â¤Â² Ã Â¤â€°Ã Â¤ÂªÃ Â¤Â²Ã Â¤Â¬Ã Â¥ÂÃ Â¤Â§ Ã Â¤Â¨Ã Â¤Â¹Ã Â¥â‚¬Ã Â¤â€š Ã Â¤Â¹Ã Â¥Ë†Ã Â¥Â¤ ';
$PHPMAILER_LANG['file_open']            = 'Ã Â¤Â«Ã Â¤Â¼Ã Â¤Â¾Ã Â¤â€¡Ã Â¤Â² Ã Â¤Â¤Ã Â¥ÂÃ Â¤Â°Ã Â¥ÂÃ Â¤Å¸Ã Â¤Â¿: Ã Â¤Â«Ã Â¤Â¾Ã Â¤â€¡Ã Â¤Â² Ã Â¤â€¢Ã Â¥â€¹ Ã Â¤â€“Ã Â¥â€¹Ã Â¤Â²Ã Â¤Â¾ Ã Â¤Â¨Ã Â¤Â¹Ã Â¥â‚¬Ã Â¤â€š Ã Â¤Å“Ã Â¤Â¾ Ã Â¤Â¸Ã Â¤â€¢Ã Â¤Â¾Ã Â¥Â¤ ';
$PHPMAILER_LANG['from_failed']          = 'Ã Â¤ÂªÃ Â¥ÂÃ Â¤Â°Ã Â¥â€¡Ã Â¤Â·Ã Â¤â€¢ Ã Â¤â€¢Ã Â¤Â¾ Ã Â¤ÂªÃ Â¤Â¤Ã Â¤Â¾ Ã Â¤â€”Ã Â¤Â²Ã Â¤Â¤ Ã Â¤Â¹Ã Â¥Ë†Ã Â¥Â¤ ';
$PHPMAILER_LANG['instantiate']          = 'Ã Â¤Â®Ã Â¥â€¡Ã Â¤Â² Ã Â¤Â«Ã Â¤Â¼Ã Â¤â€šÃ Â¤â€¢Ã Â¥ÂÃ Â¤Â¶Ã Â¤Â¨ Ã Â¤â€¢Ã Â¥â€°Ã Â¤Â² Ã Â¤Â¨Ã Â¤Â¹Ã Â¥â‚¬Ã Â¤â€š Ã Â¤â€¢Ã Â¤Â° Ã Â¤Â¸Ã Â¤â€¢Ã Â¤Â¤Ã Â¤Â¾ Ã Â¤Â¹Ã Â¥Ë†Ã Â¥Â¤';
$PHPMAILER_LANG['invalid_address']      = 'Ã Â¤ÂªÃ Â¤Â¤Ã Â¤Â¾ Ã Â¤â€”Ã Â¤Â²Ã Â¤Â¤ Ã Â¤Â¹Ã Â¥Ë†Ã Â¥Â¤ ';
$PHPMAILER_LANG['invalid_header']       = 'Ã Â¤â€¦Ã Â¤Â®Ã Â¤Â¾Ã Â¤Â¨Ã Â¥ÂÃ Â¤Â¯ Ã Â¤Â¹Ã Â¥â€¡Ã Â¤Â¡Ã Â¤Â° Ã Â¤Â¨Ã Â¤Â¾Ã Â¤Â® Ã Â¤Â¯Ã Â¤Â¾ Ã Â¤Â®Ã Â¤Â¾Ã Â¤Â¨';
$PHPMAILER_LANG['invalid_hostentry']    = 'Ã Â¤â€¦Ã Â¤Â®Ã Â¤Â¾Ã Â¤Â¨Ã Â¥ÂÃ Â¤Â¯ hostentry: ';
$PHPMAILER_LANG['invalid_host']         = 'Ã Â¤â€¦Ã Â¤Â®Ã Â¤Â¾Ã Â¤Â¨Ã Â¥ÂÃ Â¤Â¯ Ã Â¤Â¹Ã Â¥â€¹Ã Â¤Â¸Ã Â¥ÂÃ Â¤Å¸: ';
$PHPMAILER_LANG['mailer_not_supported'] = 'Ã Â¤Â®Ã Â¥â€¡Ã Â¤Â² Ã Â¤Â¸Ã Â¤Â°Ã Â¥ÂÃ Â¤ÂµÃ Â¤Â° Ã Â¤â€¢Ã Â¥â€¡ Ã Â¤Â¸Ã Â¤Â¾Ã Â¤Â¥ Ã Â¤â€¢Ã Â¤Â¾Ã Â¤Â® Ã Â¤Â¨Ã Â¤Â¹Ã Â¥â‚¬Ã Â¤â€š Ã Â¤â€¢Ã Â¤Â°Ã Â¤Â¤Ã Â¤Â¾ Ã Â¤Â¹Ã Â¥Ë†Ã Â¥Â¤ ';
$PHPMAILER_LANG['provide_address']      = 'Ã Â¤â€ Ã Â¤ÂªÃ Â¤â€¢Ã Â¥â€¹ Ã Â¤â€¢Ã Â¤Â® Ã Â¤Â¸Ã Â¥â€¡ Ã Â¤â€¢Ã Â¤Â® Ã Â¤ÂÃ Â¤â€¢ Ã Â¤ÂªÃ Â¥ÂÃ Â¤Â°Ã Â¤Â¾Ã Â¤ÂªÃ Â¥ÂÃ Â¤Â¤Ã Â¤â€¢Ã Â¤Â°Ã Â¥ÂÃ Â¤Â¤Ã Â¤Â¾ Ã Â¤â€¢Ã Â¤Â¾ Ã Â¤Ë†-Ã Â¤Â®Ã Â¥â€¡Ã Â¤Â² Ã Â¤ÂªÃ Â¤Â¤Ã Â¤Â¾ Ã Â¤ÂªÃ Â¥ÂÃ Â¤Â°Ã Â¤Â¦Ã Â¤Â¾Ã Â¤Â¨ Ã Â¤â€¢Ã Â¤Â°Ã Â¤Â¨Ã Â¤Â¾ Ã Â¤Â¹Ã Â¥â€¹Ã Â¤â€”Ã Â¤Â¾Ã Â¥Â¤';
$PHPMAILER_LANG['recipients_failed']    = 'SMTP Ã Â¤Â¤Ã Â¥ÂÃ Â¤Â°Ã Â¥ÂÃ Â¤Å¸Ã Â¤Â¿: Ã Â¤Â¨Ã Â¤Â¿Ã Â¤Â®Ã Â¥ÂÃ Â¤Â¨ Ã Â¤ÂªÃ Â¥ÂÃ Â¤Â°Ã Â¤Â¾Ã Â¤ÂªÃ Â¥ÂÃ Â¤Â¤Ã Â¤â€¢Ã Â¤Â°Ã Â¥ÂÃ Â¤Â¤Ã Â¤Â¾Ã Â¤â€œÃ Â¤â€š Ã Â¤â€¢Ã Â¥â€¹ Ã Â¤ÂªÃ Â¤Â¤Ã Â¥â€¡ Ã Â¤Â­Ã Â¥â€¡Ã Â¤Å“Ã Â¤Â¨Ã Â¥â€¡ Ã Â¤Â®Ã Â¥â€¡Ã Â¤â€š Ã Â¤ÂµÃ Â¤Â¿Ã Â¤Â«Ã Â¤Â²Ã Â¥Â¤ ';
$PHPMAILER_LANG['signing']              = 'Ã Â¤Â¸Ã Â¤Â¾Ã Â¤â€¡Ã Â¤Â¨Ã Â¤â€¦Ã Â¤Âª Ã Â¤Â¤Ã Â¥ÂÃ Â¤Â°Ã Â¥ÂÃ Â¤Å¸Ã Â¤Â¿: ';
$PHPMAILER_LANG['smtp_code']            = 'SMTP Ã Â¤â€¢Ã Â¥â€¹Ã Â¤Â¡: ';
$PHPMAILER_LANG['smtp_code_ex']         = 'Ã Â¤â€¦Ã Â¤Â¤Ã Â¤Â¿Ã Â¤Â°Ã Â¤Â¿Ã Â¤â€¢Ã Â¥ÂÃ Â¤Â¤ SMTP Ã Â¤Å“Ã Â¤Â¾Ã Â¤Â¨Ã Â¤â€¢Ã Â¤Â¾Ã Â¤Â°Ã Â¥â‚¬: ';
$PHPMAILER_LANG['smtp_connect_failed']  = 'SMTP Ã Â¤â€¢Ã Â¤Â¾ connect () Ã Â¤Â«Ã Â¤Â¼Ã Â¤â€šÃ Â¤â€¢Ã Â¥ÂÃ Â¤Â¶Ã Â¤Â¨ Ã Â¤ÂµÃ Â¤Â¿Ã Â¤Â«Ã Â¤Â² Ã Â¤Â¹Ã Â¥ÂÃ Â¤â€ Ã Â¥Â¤ ';
$PHPMAILER_LANG['smtp_detail']          = 'Ã Â¤ÂµÃ Â¤Â¿Ã Â¤ÂµÃ Â¤Â°Ã Â¤Â£: ';
$PHPMAILER_LANG['smtp_error']           = 'SMTP Ã Â¤Â¸Ã Â¤Â°Ã Â¥ÂÃ Â¤ÂµÃ Â¤Â° Ã Â¤Â¤Ã Â¥ÂÃ Â¤Â°Ã Â¥ÂÃ Â¤Å¸Ã Â¤Â¿Ã Â¥Â¤ ';
$PHPMAILER_LANG['variable_set']         = 'Ã Â¤Å¡Ã Â¤Â° Ã Â¤â€¢Ã Â¥â€¹ Ã Â¤Â¬Ã Â¤Â¨Ã Â¤Â¾ Ã Â¤Â¯Ã Â¤Â¾ Ã Â¤Â¸Ã Â¤â€šÃ Â¤Â¶Ã Â¥â€¹Ã Â¤Â§Ã Â¤Â¿Ã Â¤Â¤ Ã Â¤Â¨Ã Â¤Â¹Ã Â¥â‚¬Ã Â¤â€š Ã Â¤â€¢Ã Â¤Â¿Ã Â¤Â¯Ã Â¤Â¾ Ã Â¤Å“Ã Â¤Â¾ Ã Â¤Â¸Ã Â¤â€¢Ã Â¤Â¤Ã Â¤Â¾Ã Â¥Â¤ ';
