<?php

/**
 * Kurdish (Sorani) PHPMailer language file: refer to English translation for definitive list
 * @package PHPMailer
 * @author Halo Salman <halo@home4t.com>
 */

$PHPMAILER_LANG['authenticate']         = 'Ã™â€¡Ã›â€¢ÃšÂµÃ›â€¢Ã›Å’ SMTP : Ã™â€ Ã›â€¢Ã˜ÂªÃ™Ë†Ã˜Â§Ã™â€ Ã˜Â±Ã˜Â§ ÃšÂ©Ã›â€ Ã˜Â¯Ã›â€¢ÃšÂ©Ã›â€¢ Ã™Â¾Ã˜Â´Ã˜ÂªÃšâ€¢Ã˜Â§Ã˜Â³Ã˜Âª Ã˜Â¨ÃšÂ©Ã˜Â±Ã›Å½Ã˜ÂªÃ›â€¢Ã™Ë†Ã›â€¢ ';
$PHPMAILER_LANG['connect_host']         = 'Ã™â€¡Ã›â€¢ÃšÂµÃ›â€¢Ã›Å’ SMTP: Ã™â€ Ã›â€¢Ã˜ÂªÃ™Ë†Ã˜Â§Ã™â€ Ã˜Â±Ã˜Â§ Ã™Â¾Ã›â€¢Ã›Å’Ã™Ë†Ã›â€¢Ã™â€ Ã˜Â¯Ã›Å’ Ã˜Â¨Ã›â€¢ Ã˜Â³Ã›Å½Ã˜Â±ÃšÂ¤Ã›â€¢Ã˜Â±Ã›â€¢Ã™Ë†Ã›â€¢ Ã˜Â¨ÃšÂ©Ã˜Â§Ã˜Âª SMTP.';
$PHPMAILER_LANG['data_not_accepted']    = 'Ã™â€¡Ã›â€¢ÃšÂµÃ›â€¢Ã›Å’ SMTP: Ã˜Â¦Ã›â€¢Ã™Ë† Ã˜Â²Ã˜Â§Ã™â€ Ã›Å’Ã˜Â§Ã˜Â±Ã›Å’Ã˜Â§Ã™â€ Ã›â€¢ Ã™â€šÃ˜Â¨Ã™Ë†ÃšÂµ Ã™â€ Ã›â€¢ÃšÂ©Ã˜Â±Ã˜Â§.';
$PHPMAILER_LANG['empty_message']        = 'Ã™Â¾Ã›â€¢Ã›Å’Ã˜Â§Ã™â€¦Ã›â€¢ÃšÂ©Ã›â€¢ Ã˜Â¨Ã›â€¢Ã˜ÂªÃ˜Â§ÃšÂµÃ›â€¢';
$PHPMAILER_LANG['encoding']             = 'ÃšÂ©Ã›â€ Ã˜Â¯ÃšÂ©Ã˜Â±Ã˜Â¯Ã™â€ Ã›Å’ Ã™â€ Ã›â€¢Ã˜Â²Ã˜Â§Ã™â€ Ã˜Â±Ã˜Â§Ã™Ë† : ';
$PHPMAILER_LANG['execute']              = 'Ã™â€ Ã˜Â§Ã˜ÂªÃ™Ë†Ã˜Â§Ã™â€ Ã˜Â±Ã›Å½Ã˜Âª Ã˜Â¬Ã›Å½Ã˜Â¨Ã›â€¢Ã˜Â¬Ã›Å½ Ã˜Â¨ÃšÂ©Ã˜Â±Ã›Å½Ã˜Âª: ';
$PHPMAILER_LANG['file_access']          = 'Ã™â€ Ã˜Â§Ã˜ÂªÃ™Ë†Ã˜Â§Ã™â€ Ã˜Â±Ã›Å½Ã˜Âª Ã˜Â¯Ã›â€¢Ã˜Â³Ã˜ÂªÃ˜Âª Ã˜Â¨ÃšÂ¯Ã˜Â§Ã˜Âª Ã˜Â¨Ã›â€¢ Ã™ÂÃ˜Â§Ã›Å’Ã™â€žÃ›â€¢ÃšÂ©Ã›â€¢: ';
$PHPMAILER_LANG['file_open']            = 'Ã™â€¡Ã›â€¢ÃšÂµÃ›â€¢Ã›Å’ Ã™Â¾Ã›â€¢Ãšâ€¢ÃšÂ¯Ã›â€¢(Ã™ÂÃ˜Â§Ã›Å’Ã™â€ž): Ã™â€ Ã˜Â§Ã˜ÂªÃ™Ë†Ã˜Â§Ã™â€ Ã˜Â±Ã›Å½Ã˜Âª Ã˜Â¨ÃšÂ©Ã˜Â±Ã›Å½Ã˜ÂªÃ›â€¢Ã™Ë†Ã›â€¢: ';
$PHPMAILER_LANG['from_failed']          = 'Ã™â€¡Ã›â€¢ÃšÂµÃ›â€¢ Ã™â€žÃ›â€¢ Ã˜Â¦Ã˜Â§Ã˜Â³Ã˜ÂªÃ›Å’ Ã™â€ Ã˜Â§Ã™Ë†Ã™â€ Ã›Å’Ã˜Â´Ã˜Â§Ã™â€ Ã›Å’ Ã™â€ Ã›Å½Ã˜Â±Ã›â€¢Ã˜Â±: ';
$PHPMAILER_LANG['instantiate']          = 'Ã™â€ Ã˜Â§Ã˜ÂªÃ™Ë†Ã˜Â§Ã™â€ Ã˜Â±Ã›Å½Ã˜Âª Ã˜Â®Ã˜Â²Ã™â€¦Ã›â€¢Ã˜ÂªÃšÂ¯Ã™Ë†Ã˜Â²Ã˜Â§Ã˜Â±Ã›Å’ Ã™Â¾Ã›â€ Ã˜Â³Ã˜ÂªÃ›â€¢ Ã™Â¾Ã›Å½Ã˜Â´ÃšÂ©Ã›â€¢Ã˜Â´ Ã˜Â¨ÃšÂ©Ã˜Â±Ã›Å½Ã˜Âª.';
$PHPMAILER_LANG['invalid_address']      = 'Ã™â€ Ã›â€¢Ã˜ÂªÃ™Ë†Ã˜Â§Ã™â€ Ã˜Â±Ã˜Â§ Ã˜Â¨Ã™â€ Ã›Å½Ã˜Â±Ã˜Â¯Ã˜Â±Ã›Å½Ã˜Âª Ã˜Å’ Ãšâ€ Ã™Ë†Ã™â€ ÃšÂ©Ã›â€¢ Ã™â€ Ã˜Â§Ã™Ë†Ã™â€ Ã›Å’Ã˜Â´Ã˜Â§Ã™â€ Ã›Å’ Ã˜Â¦Ã›Å’Ã™â€¦Ã›â€¢Ã›Å’ÃšÂµÃ›â€¢ÃšÂ©Ã›â€¢ Ã™â€ Ã˜Â§Ã˜Â¯Ã˜Â±Ã™Ë†Ã˜Â³Ã˜ÂªÃ›â€¢: ';
$PHPMAILER_LANG['mailer_not_supported'] = ' Ã™â€¦Ã›â€¢Ã›Å’Ã™â€žÃ›â€¢Ã˜Â± Ã™Â¾Ã˜Â´Ã˜ÂªÃšÂ¯Ã›Å’Ã˜Â±Ã›Å’ Ã™â€ Ã˜Â§ÃšÂ©Ã˜Â§Ã˜Âª';
$PHPMAILER_LANG['provide_address']      = 'Ã˜Â¯Ã›â€¢Ã˜Â¨Ã›Å½Ã˜Âª Ã™â€ Ã˜Â§Ã™Ë†Ã™â€ Ã›Å’Ã˜Â´Ã˜Â§Ã™â€ Ã›Å’ Ã˜Â¦Ã›Å’Ã™â€¦Ã›â€¢Ã›Å’ÃšÂµÃ›Å’ Ã™â€žÃ˜Â§Ã™â€ Ã›Å’ÃšÂ©Ã›â€¢Ã™â€¦ Ã›Å’Ã›â€¢ÃšÂ© Ã™Ë†Ã›â€¢Ã˜Â±ÃšÂ¯Ã˜Â± Ã˜Â¯Ã˜Â§Ã˜Â¨Ã›Å’Ã™â€  Ã˜Â¨ÃšÂ©Ã˜Â±Ã›Å½Ã˜Âª.';
$PHPMAILER_LANG['recipients_failed']    = ' Ã™â€¡Ã›â€¢ÃšÂµÃ›â€¢Ã›Å’ SMTP: Ã˜Â¦Ã›â€¢Ã™â€¦ Ã™â€¡Ã›â€¢ÃšÂµÃ˜Â§Ã™â€ Ã›â€¢Ã›Å’ Ã˜Â®Ã™Ë†Ã˜Â§Ã˜Â±Ã›â€¢Ã™Ë†Ã›â€¢Ã˜Â´ÃšÂ©Ã˜Â³Ã˜ÂªÃ›Å’ Ã™â€¡Ã›Å½Ã™â€ Ã˜Â§ Ã™â€žÃ›â€¢ Ã™â€ Ã˜Â§Ã˜Â±Ã˜Â¯Ã™â€  Ã˜Â¨Ã›â€  Ã™â€¡Ã›â€¢Ã˜Â±Ã˜Â¯Ã™Ë†Ã™Ë†ÃšÂ©Ã›Å’Ã˜Â§Ã™â€ : ';
$PHPMAILER_LANG['signing']              = 'Ã™â€¡Ã›â€¢ÃšÂµÃ›â€¢Ã›Å’ Ã™Ë†Ã˜Â§ÃšËœÃ›â€ : ';
$PHPMAILER_LANG['smtp_connect_failed']  = 'SMTP Connect()Ã™Â¾Ã›â€¢Ã›Å’Ã™Ë†Ã›â€¢Ã™â€ Ã˜Â¯Ã›Å’ Ã˜Â´ÃšÂ©Ã˜Â³Ã˜ÂªÃ›Å’ Ã™â€¡Ã›Å½Ã™â€ Ã˜Â§ .';
$PHPMAILER_LANG['smtp_error']           = 'Ã™â€¡Ã›â€¢ÃšÂµÃ›â€¢Ã›Å’ Ã˜Â¦Ã˜Â§Ã˜Â³Ã˜ÂªÃ›Å’ Ã˜Â³Ã›Å½Ã˜Â±ÃšÂ¤Ã›â€¢Ã˜Â±Ã›Å’ SMTP: ';
$PHPMAILER_LANG['variable_set']         = 'Ã™â€ Ã˜Â§Ã˜ÂªÃ™Ë†Ã˜Â§Ã™â€ Ã˜Â±Ã›Å½Ã˜Âª Ã˜Â¨Ã›Å’ÃšÂ¯Ã›â€ Ãšâ€¢Ã›Å’Ã˜Âª Ã›Å’Ã˜Â§Ã™â€  Ã˜Â¯Ã™Ë†Ã˜Â¨Ã˜Â§Ã˜Â±Ã›â€¢ Ã˜Â¨Ã›Å’Ã™â€ Ã›Å½Ã˜Â±Ã›Å’Ã˜ÂªÃ›â€¢Ã™Ë†Ã›â€¢: ';
$PHPMAILER_LANG['extension_missing']    = 'Ã˜Â¯Ã˜Â±Ã›Å½ÃšËœÃšÂ©Ã˜Â±Ã˜Â§Ã™Ë†Ã›â€¢ Ã™â€ Ã›â€¢Ã™â€¦Ã˜Â§Ã™Ë†Ã›â€¢: ';
