<?php

/**
 * Arabic PHPMailer language file: refer to English translation for definitive list
 * @package PHPMailer
 * @author bahjat al mostafa <bahjat983@hotmail.com>
 */

$PHPMAILER_LANG['authenticate']         = 'Ã˜Â®Ã˜Â·Ã˜Â£ SMTP : Ã™â€žÃ˜Â§ Ã™Å Ã™â€¦Ã™Æ’Ã™â€  Ã˜ÂªÃ˜Â£Ã™Æ’Ã™Å Ã˜Â¯ Ã˜Â§Ã™â€žÃ™â€¡Ã™Ë†Ã™Å Ã˜Â©.';
$PHPMAILER_LANG['connect_host']         = 'Ã˜Â®Ã˜Â·Ã˜Â£ SMTP: Ã™â€žÃ˜Â§ Ã™Å Ã™â€¦Ã™Æ’Ã™â€  Ã˜Â§Ã™â€žÃ˜Â§Ã˜ÂªÃ˜ÂµÃ˜Â§Ã™â€ž Ã˜Â¨Ã˜Â§Ã™â€žÃ˜Â®Ã˜Â§Ã˜Â¯Ã™â€¦ SMTP.';
$PHPMAILER_LANG['data_not_accepted']    = 'Ã˜Â®Ã˜Â·Ã˜Â£ SMTP: Ã™â€žÃ™â€¦ Ã™Å Ã˜ÂªÃ™â€¦ Ã™â€šÃ˜Â¨Ã™Ë†Ã™â€ž Ã˜Â§Ã™â€žÃ™â€¦Ã˜Â¹Ã™â€žÃ™Ë†Ã™â€¦Ã˜Â§Ã˜Âª .';
$PHPMAILER_LANG['empty_message']        = 'Ã™â€ Ã˜Âµ Ã˜Â§Ã™â€žÃ˜Â±Ã˜Â³Ã˜Â§Ã™â€žÃ˜Â© Ã™ÂÃ˜Â§Ã˜Â±Ã˜Âº';
$PHPMAILER_LANG['encoding']             = 'Ã˜ÂªÃ˜Â±Ã™â€¦Ã™Å Ã˜Â² Ã˜ÂºÃ™Å Ã˜Â± Ã™â€¦Ã˜Â¹Ã˜Â±Ã™Ë†Ã™Â: ';
$PHPMAILER_LANG['execute']              = 'Ã™â€žÃ˜Â§ Ã™Å Ã™â€¦Ã™Æ’Ã™â€  Ã˜ÂªÃ™â€ Ã™ÂÃ™Å Ã˜Â° : ';
$PHPMAILER_LANG['file_access']          = 'Ã™â€žÃ˜Â§ Ã™Å Ã™â€¦Ã™Æ’Ã™â€  Ã˜Â§Ã™â€žÃ™Ë†Ã˜ÂµÃ™Ë†Ã™â€ž Ã™â€žÃ™â€žÃ™â€¦Ã™â€žÃ™Â: ';
$PHPMAILER_LANG['file_open']            = 'Ã˜Â®Ã˜Â·Ã˜Â£ Ã™ÂÃ™Å  Ã˜Â§Ã™â€žÃ™â€¦Ã™â€žÃ™Â: Ã™â€žÃ˜Â§ Ã™Å Ã™â€¦Ã™Æ’Ã™â€  Ã™ÂÃ˜ÂªÃ˜Â­Ã™â€¡: ';
$PHPMAILER_LANG['from_failed']          = 'Ã˜Â®Ã˜Â·Ã˜Â£ Ã˜Â¹Ã™â€žÃ™â€° Ã™â€¦Ã˜Â³Ã˜ÂªÃ™Ë†Ã™â€° Ã˜Â¹Ã™â€ Ã™Ë†Ã˜Â§Ã™â€  Ã˜Â§Ã™â€žÃ™â€¦Ã˜Â±Ã˜Â³Ã™â€ž : ';
$PHPMAILER_LANG['instantiate']          = 'Ã™â€žÃ˜Â§ Ã™Å Ã™â€¦Ã™Æ’Ã™â€  Ã˜ÂªÃ™Ë†Ã™ÂÃ™Å Ã˜Â± Ã˜Â®Ã˜Â¯Ã™â€¦Ã˜Â© Ã˜Â§Ã™â€žÃ˜Â¨Ã˜Â±Ã™Å Ã˜Â¯.';
$PHPMAILER_LANG['invalid_address']      = 'Ã˜Â§Ã™â€žÃ˜Â¥Ã˜Â±Ã˜Â³Ã˜Â§Ã™â€ž Ã˜ÂºÃ™Å Ã˜Â± Ã™â€¦Ã™â€¦Ã™Æ’Ã™â€  Ã™â€žÃ˜Â£Ã™â€  Ã˜Â¹Ã™â€ Ã™Ë†Ã˜Â§Ã™â€  Ã˜Â§Ã™â€žÃ˜Â¨Ã˜Â±Ã™Å Ã˜Â¯ Ã˜Â§Ã™â€žÃ˜Â¥Ã™â€žÃ™Æ’Ã˜ÂªÃ˜Â±Ã™Ë†Ã™â€ Ã™Å  Ã˜ÂºÃ™Å Ã˜Â± Ã˜ÂµÃ˜Â§Ã™â€žÃ˜Â­: ';
$PHPMAILER_LANG['mailer_not_supported'] = ' Ã˜Â¨Ã˜Â±Ã™â€ Ã˜Â§Ã™â€¦Ã˜Â¬ Ã˜Â§Ã™â€žÃ˜Â¥Ã˜Â±Ã˜Â³Ã˜Â§Ã™â€ž Ã˜ÂºÃ™Å Ã˜Â± Ã™â€¦Ã˜Â¯Ã˜Â¹Ã™Ë†Ã™â€¦.';
$PHPMAILER_LANG['provide_address']      = 'Ã™Å Ã˜Â¬Ã˜Â¨ Ã˜ÂªÃ™Ë†Ã™ÂÃ™Å Ã˜Â± Ã˜Â¹Ã™â€ Ã™Ë†Ã˜Â§Ã™â€  Ã˜Â§Ã™â€žÃ˜Â¨Ã˜Â±Ã™Å Ã˜Â¯ Ã˜Â§Ã™â€žÃ˜Â¥Ã™â€žÃ™Æ’Ã˜ÂªÃ˜Â±Ã™Ë†Ã™â€ Ã™Å  Ã™â€žÃ™â€¦Ã˜Â³Ã˜ÂªÃ™â€žÃ™â€¦ Ã™Ë†Ã˜Â§Ã˜Â­Ã˜Â¯ Ã˜Â¹Ã™â€žÃ™â€° Ã˜Â§Ã™â€žÃ˜Â£Ã™â€šÃ™â€ž.';
$PHPMAILER_LANG['recipients_failed']    = 'Ã˜Â®Ã˜Â·Ã˜Â£ SMTP: Ã˜Â§Ã™â€žÃ˜Â£Ã˜Â®Ã˜Â·Ã˜Â§Ã˜Â¡ Ã˜Â§Ã™â€žÃ˜ÂªÃ˜Â§Ã™â€žÃ™Å Ã˜Â© Ã™ÂÃ˜Â´Ã™â€ž Ã™ÂÃ™Å  Ã˜Â§Ã™â€žÃ˜Â§Ã˜Â±Ã˜Â³Ã˜Â§Ã™â€ž Ã™â€žÃ™Æ’Ã™â€ž Ã™â€¦Ã™â€  : ';
$PHPMAILER_LANG['signing']              = 'Ã˜Â®Ã˜Â·Ã˜Â£ Ã™ÂÃ™Å  Ã˜Â§Ã™â€žÃ˜ÂªÃ™Ë†Ã™â€šÃ™Å Ã˜Â¹: ';
$PHPMAILER_LANG['smtp_connect_failed']  = 'SMTP Connect() Ã˜ÂºÃ™Å Ã˜Â± Ã™â€¦Ã™â€¦Ã™Æ’Ã™â€ .';
$PHPMAILER_LANG['smtp_error']           = 'Ã˜Â®Ã˜Â·Ã˜Â£ Ã˜Â¹Ã™â€žÃ™â€° Ã™â€¦Ã˜Â³Ã˜ÂªÃ™Ë†Ã™â€° Ã˜Â§Ã™â€žÃ˜Â®Ã˜Â§Ã˜Â¯Ã™â€¦ SMTP: ';
$PHPMAILER_LANG['variable_set']         = 'Ã™â€žÃ˜Â§ Ã™Å Ã™â€¦Ã™Æ’Ã™â€  Ã˜ÂªÃ˜Â¹Ã™Å Ã™Å Ã™â€  Ã˜Â£Ã™Ë† Ã˜Â¥Ã˜Â¹Ã˜Â§Ã˜Â¯Ã˜Â© Ã˜ÂªÃ˜Â¹Ã™Å Ã™Å Ã™â€  Ã™â€¦Ã˜ÂªÃ˜ÂºÃ™Å Ã˜Â±: ';
$PHPMAILER_LANG['extension_missing']    = 'Ã˜Â§Ã™â€žÃ˜Â¥Ã˜Â¶Ã˜Â§Ã™ÂÃ˜Â© Ã˜ÂºÃ™Å Ã˜Â± Ã™â€¦Ã™Ë†Ã˜Â¬Ã™Ë†Ã˜Â¯Ã˜Â©: ';
