<?php

/**
 * Armenian PHPMailer language file: refer to English translation for definitive list
 * @package PHPMailer
 * @author Hrayr Grigoryan <hrayr@bits.am>
 */

$PHPMAILER_LANG['authenticate']         = 'SMTP -Ã•Â« Ã•Â½Ã•Â­Ã•Â¡Ã•Â¬: Ã•Â¹Ã•Â°Ã•Â¡Ã•Â»Ã•Â¸Ã•Â²Ã•Â¾Ã•Â¥Ã–Â Ã•Â½Ã•Â¿Ã•Â¸Ã–â€šÃ•Â£Ã•Â¥Ã•Â¬ Ã•Â«Ã•Â½Ã•Â¯Ã•Â¸Ã–â€šÃ•Â©Ã•ÂµÃ•Â¸Ã–â€šÃ•Â¶Ã•Â¨.';
$PHPMAILER_LANG['connect_host']         = 'SMTP -Ã•Â« Ã•Â½Ã•Â­Ã•Â¡Ã•Â¬: Ã•Â¹Ã•Â°Ã•Â¡Ã•Â»Ã•Â¸Ã•Â²Ã•Â¾Ã•Â¥Ã–Â Ã•Â¯Ã•Â¡Ã•Âº Ã•Â°Ã•Â¡Ã•Â½Ã•Â¿Ã•Â¡Ã•Â¿Ã•Â¥Ã•Â¬ SMTP Ã•Â½Ã•Â¥Ã–â‚¬Ã•Â¾Ã•Â¥Ã–â‚¬Ã•Â« Ã•Â°Ã•Â¥Ã•Â¿.';
$PHPMAILER_LANG['data_not_accepted']    = 'SMTP -Ã•Â« Ã•Â½Ã•Â­Ã•Â¡Ã•Â¬: Ã•Â¿Ã•Â¾Ã•ÂµÃ•Â¡Ã•Â¬Ã•Â¶Ã•Â¥Ã–â‚¬Ã•Â¨ Ã•Â¨Ã•Â¶Ã•Â¤Ã•Â¸Ã–â€šÃ•Â¶Ã•Â¾Ã•Â¡Ã•Â® Ã•Â¹Ã•Â¥Ã•Â¶.';
$PHPMAILER_LANG['empty_message']        = 'Ã•â‚¬Ã•Â¡Ã•Â²Ã•Â¸Ã–â‚¬Ã•Â¤Ã•Â¡Ã•Â£Ã–â‚¬Ã•Â¸Ã–â€šÃ•Â©Ã•ÂµÃ•Â¸Ã–â€šÃ•Â¶Ã•Â¨ Ã•Â¤Ã•Â¡Ã•Â¿Ã•Â¡Ã–â‚¬Ã•Â¯ Ã•Â§';
$PHPMAILER_LANG['encoding']             = 'Ã”Â¿Ã•Â¸Ã•Â¤Ã•Â¡Ã•Â¾Ã•Â¸Ã–â‚¬Ã•Â´Ã•Â¡Ã•Â¶ Ã•Â¡Ã•Â¶Ã•Â°Ã•Â¡Ã•ÂµÃ•Â¿ Ã•Â¿Ã•Â¥Ã•Â½Ã•Â¡Ã•Â¯: ';
$PHPMAILER_LANG['execute']              = 'Ã•â€°Ã•Â°Ã•Â¡Ã•Â»Ã•Â¸Ã•Â²Ã•Â¾Ã•Â¥Ã–Â Ã•Â«Ã–â‚¬Ã•Â¡Ã•Â¯Ã•Â¡Ã•Â¶Ã•Â¡Ã–ÂÃ•Â¶Ã•Â¥Ã•Â¬ Ã•Â°Ã–â‚¬Ã•Â¡Ã•Â´Ã•Â¡Ã•Â¶Ã•Â¨: ';
$PHPMAILER_LANG['file_access']          = 'Ã•â€“Ã•Â¡Ã•ÂµÃ•Â¬Ã•Â¨ Ã•Â°Ã•Â¡Ã•Â½Ã•Â¡Ã•Â¶Ã•Â¥Ã•Â¬Ã•Â« Ã•Â¹Ã•Â§: ';
$PHPMAILER_LANG['file_open']            = 'Ã•â€“Ã•Â¡Ã•ÂµÃ•Â¬Ã•Â« Ã•Â½Ã•Â­Ã•Â¡Ã•Â¬: Ã–â€ Ã•Â¡Ã•ÂµÃ•Â¬Ã•Â¨ Ã•Â¹Ã•Â°Ã•Â¡Ã•Â»Ã•Â¸Ã•Â²Ã•Â¾Ã•Â¥Ã–Â Ã•Â¢Ã•Â¡Ã–ÂÃ•Â¥Ã•Â¬: ';
$PHPMAILER_LANG['from_failed']          = 'Ã•Ë†Ã–â€šÃ•Â²Ã•Â¡Ã–â‚¬Ã•Â¯Ã•Â¸Ã•Â²Ã•Â« Ã•Â°Ã•Â¥Ã•Â¿Ã–â€¡Ã•ÂµÃ•Â¡Ã•Â¬ Ã•Â°Ã•Â¡Ã•Â½Ã–ÂÃ•Â¥Ã•Â¶ Ã•Â½Ã•Â­Ã•Â¡Ã•Â¬ Ã•Â§: ';
$PHPMAILER_LANG['instantiate']          = 'Ã•â‚¬Ã•Â¶Ã•Â¡Ã–â‚¬Ã•Â¡Ã•Â¾Ã•Â¸Ã–â‚¬ Ã•Â¹Ã•Â§ Ã•Â¯Ã•Â¡Ã•Â¶Ã•Â¹Ã•Â¥Ã•Â¬ mail Ã–â€ Ã•Â¸Ã–â€šÃ•Â¶Ã•Â¯Ã–ÂÃ•Â«Ã•Â¡Ã•Â¶.';
$PHPMAILER_LANG['invalid_address']      = 'Ã•â‚¬Ã•Â¡Ã•Â½Ã–ÂÃ•Â¥Ã•Â¶ Ã•Â½Ã•Â­Ã•Â¡Ã•Â¬ Ã•Â§: ';
$PHPMAILER_LANG['mailer_not_supported'] = ' Ã–Æ’Ã•Â¸Ã•Â½Ã•Â¿Ã•Â¡Ã•ÂµÃ•Â«Ã•Â¶ Ã•Â½Ã•Â¥Ã–â‚¬Ã•Â¾Ã•Â¥Ã–â‚¬Ã•Â« Ã•Â°Ã•Â¥Ã•Â¿ Ã•Â¹Ã•Â« Ã•Â¡Ã•Â·Ã•Â­Ã•Â¡Ã•Â¿Ã•Â¸Ã–â€šÃ•Â´.';
$PHPMAILER_LANG['provide_address']      = 'Ã”Â±Ã•Â¶Ã•Â°Ã–â‚¬Ã•Â¡Ã•ÂªÃ•Â¥Ã•Â·Ã•Â¿ Ã•Â§ Ã•Â¿Ã–â‚¬Ã•Â¡Ã•Â´Ã•Â¡Ã•Â¤Ã–â‚¬Ã•Â¥Ã•Â¬ Ã•Â£Ã•Â¸Ã•Â¶Ã•Â¥ Ã•Â´Ã•Â¥Ã•Â¯ Ã•Â½Ã•Â¿Ã•Â¡Ã–ÂÃ•Â¸Ã•Â²Ã•Â« e-mail Ã•Â°Ã•Â¡Ã•Â½Ã–ÂÃ•Â¥.';
$PHPMAILER_LANG['recipients_failed']    = 'SMTP -Ã•Â« Ã•Â½Ã•Â­Ã•Â¡Ã•Â¬: Ã•Â¹Ã•Â« Ã•Â°Ã•Â¡Ã•Â»Ã•Â¸Ã•Â²Ã•Â¾Ã•Â¥Ã•Â¬ Ã•Â¸Ã–â€šÃ•Â²Ã•Â¡Ã–â‚¬Ã•Â¯Ã•Â¥Ã•Â¬ Ã•Â°Ã•Â¥Ã•Â¿Ã–â€¡Ã•ÂµÃ•Â¡Ã•Â¬ Ã•Â½Ã•Â¿Ã•Â¡Ã–ÂÃ•Â¸Ã•Â²Ã•Â¶Ã•Â¥Ã–â‚¬Ã•Â« Ã•Â°Ã•Â¡Ã•Â½Ã–ÂÃ•Â¥Ã•Â¶Ã•Â¥Ã–â‚¬Ã•Â«Ã•Â¶: ';
$PHPMAILER_LANG['signing']              = 'Ã•ÂÃ•Â¿Ã•Â¸Ã–â‚¬Ã•Â¡Ã•Â£Ã–â‚¬Ã•Â´Ã•Â¡Ã•Â¶ Ã•Â½Ã•Â­Ã•Â¡Ã•Â¬: ';
$PHPMAILER_LANG['smtp_connect_failed']  = 'SMTP -Ã•Â« connect() Ã–â€ Ã•Â¸Ã–â€šÃ•Â¶Ã•Â¯Ã–ÂÃ•Â«Ã•Â¡Ã•Â¶ Ã•Â¹Ã•Â« Ã•Â°Ã•Â¡Ã•Â»Ã•Â¸Ã•Â²Ã•Â¾Ã•Â¥Ã•Â¬';
$PHPMAILER_LANG['smtp_error']           = 'SMTP Ã•Â½Ã•Â¥Ã–â‚¬Ã•Â¾Ã•Â¥Ã–â‚¬Ã•Â« Ã•Â½Ã•Â­Ã•Â¡Ã•Â¬: ';
$PHPMAILER_LANG['variable_set']         = 'Ã•â€°Ã•Â« Ã•Â°Ã•Â¡Ã•Â»Ã•Â¸Ã•Â²Ã•Â¾Ã•Â¸Ã–â€šÃ•Â´ Ã•Â½Ã•Â¿Ã•Â¥Ã•Â²Ã•Â®Ã•Â¥Ã•Â¬ Ã•Â¯Ã•Â¡Ã•Â´ Ã•Â¾Ã•Â¥Ã–â‚¬Ã•Â¡Ã–Æ’Ã•Â¸Ã•Â­Ã•Â¥Ã•Â¬ Ã–Æ’Ã•Â¸Ã–Æ’Ã•Â¸Ã•Â­Ã•Â¡Ã•Â¯Ã•Â¡Ã•Â¶Ã•Â¨: ';
$PHPMAILER_LANG['extension_missing']    = 'Ã•â‚¬Ã•Â¡Ã•Â¾Ã•Â¥Ã•Â¬Ã•Â¾Ã•Â¡Ã•Â®Ã•Â¨ Ã•Â¢Ã•Â¡Ã–ÂÃ•Â¡Ã•Â¯Ã•Â¡Ã•ÂµÃ•Â¸Ã–â€šÃ•Â´ Ã•Â§: ';
