<?php

/**
 * Persian/Farsi PHPMailer language file: refer to English translation for definitive list
 * @package PHPMailer
 * @author Ali Jazayeri <jaza.ali@gmail.com>
 * @author Mohammad Hossein Mojtahedi <mhm5000@gmail.com>
 */

$PHPMAILER_LANG['authenticate']         = 'Ã˜Â®Ã˜Â·Ã˜Â§Ã›Å’ SMTP: Ã˜Â§Ã˜Â­Ã˜Â±Ã˜Â§Ã˜Â² Ã™â€¡Ã™Ë†Ã›Å’Ã˜Âª Ã˜Â¨Ã˜Â§ Ã˜Â´ÃšÂ©Ã˜Â³Ã˜Âª Ã™â€¦Ã™Ë†Ã˜Â§Ã˜Â¬Ã™â€¡ Ã˜Â´Ã˜Â¯.';
$PHPMAILER_LANG['connect_host']         = 'Ã˜Â®Ã˜Â·Ã˜Â§Ã›Å’ SMTP: Ã˜Â§Ã˜ÂªÃ˜ÂµÃ˜Â§Ã™â€ž Ã˜Â¨Ã™â€¡ Ã˜Â³Ã˜Â±Ã™Ë†Ã˜Â± SMTP Ã˜Â¨Ã˜Â±Ã™â€šÃ˜Â±Ã˜Â§Ã˜Â± Ã™â€ Ã˜Â´Ã˜Â¯.';
$PHPMAILER_LANG['data_not_accepted']    = 'Ã˜Â®Ã˜Â·Ã˜Â§Ã›Å’ SMTP: Ã˜Â¯Ã˜Â§Ã˜Â¯Ã™â€¡Ã¢â‚¬Å’Ã™â€¡Ã˜Â§ Ã™â€ Ã˜Â§Ã¢â‚¬Å’Ã˜Â¯Ã˜Â±Ã˜Â³Ã˜Âª Ã™â€¡Ã˜Â³Ã˜ÂªÃ™â€ Ã˜Â¯.';
$PHPMAILER_LANG['empty_message']        = 'Ã˜Â¨Ã˜Â®Ã˜Â´ Ã™â€¦Ã˜ÂªÃ™â€  Ã™Â¾Ã›Å’Ã˜Â§Ã™â€¦ Ã˜Â®Ã˜Â§Ã™â€žÃ›Å’ Ã˜Â§Ã˜Â³Ã˜Âª.';
$PHPMAILER_LANG['encoding']             = 'ÃšÂ©Ã˜Â¯Ã¢â‚¬Å’ÃšÂ¯Ã˜Â°Ã˜Â§Ã˜Â±Ã›Å’ Ã™â€ Ã˜Â§Ã¢â‚¬Å’Ã˜Â´Ã™â€ Ã˜Â§Ã˜Â®Ã˜ÂªÃ™â€¡: ';
$PHPMAILER_LANG['execute']              = 'Ã˜Â§Ã™â€¦ÃšÂ©Ã˜Â§Ã™â€  Ã˜Â§Ã˜Â¬Ã˜Â±Ã˜Â§ Ã™Ë†Ã˜Â¬Ã™Ë†Ã˜Â¯ Ã™â€ Ã˜Â¯Ã˜Â§Ã˜Â±Ã˜Â¯: ';
$PHPMAILER_LANG['file_access']          = 'Ã˜Â§Ã™â€¦ÃšÂ©Ã˜Â§Ã™â€  Ã˜Â¯Ã˜Â³Ã˜ÂªÃ˜Â±Ã˜Â³Ã›Å’ Ã˜Â¨Ã™â€¡ Ã™ÂÃ˜Â§Ã›Å’Ã™â€ž Ã™Ë†Ã˜Â¬Ã™Ë†Ã˜Â¯ Ã™â€ Ã˜Â¯Ã˜Â§Ã˜Â±Ã˜Â¯: ';
$PHPMAILER_LANG['file_open']            = 'Ã˜Â®Ã˜Â·Ã˜Â§Ã›Å’ File: Ã˜Â§Ã™â€¦ÃšÂ©Ã˜Â§Ã™â€  Ã˜Â¨Ã˜Â§Ã˜Â²ÃšÂ©Ã˜Â±Ã˜Â¯Ã™â€  Ã™ÂÃ˜Â§Ã›Å’Ã™â€ž Ã™Ë†Ã˜Â¬Ã™Ë†Ã˜Â¯ Ã™â€ Ã˜Â¯Ã˜Â§Ã˜Â±Ã˜Â¯: ';
$PHPMAILER_LANG['from_failed']          = 'Ã˜Â¢Ã˜Â¯Ã˜Â±Ã˜Â³ Ã™ÂÃ˜Â±Ã˜Â³Ã˜ÂªÃ™â€ Ã˜Â¯Ã™â€¡ Ã˜Â§Ã˜Â´Ã˜ÂªÃ˜Â¨Ã˜Â§Ã™â€¡ Ã˜Â§Ã˜Â³Ã˜Âª: ';
$PHPMAILER_LANG['instantiate']          = 'Ã˜Â§Ã™â€¦ÃšÂ©Ã˜Â§Ã™â€  Ã™â€¦Ã˜Â¹Ã˜Â±Ã™ÂÃ›Å’ Ã˜ÂªÃ˜Â§Ã˜Â¨Ã˜Â¹ Ã˜Â§Ã›Å’Ã™â€¦Ã›Å’Ã™â€ž Ã™Ë†Ã˜Â¬Ã™Ë†Ã˜Â¯ Ã™â€ Ã˜Â¯Ã˜Â§Ã˜Â±Ã˜Â¯.';
$PHPMAILER_LANG['invalid_address']      = 'Ã˜Â¢Ã˜Â¯Ã˜Â±Ã˜Â³ Ã˜Â§Ã›Å’Ã™â€¦Ã›Å’Ã™â€ž Ã™â€¦Ã˜Â¹Ã˜ÂªÃ˜Â¨Ã˜Â± Ã™â€ Ã›Å’Ã˜Â³Ã˜Âª: ';
$PHPMAILER_LANG['mailer_not_supported'] = ' mailer Ã™Â¾Ã˜Â´Ã˜ÂªÃ›Å’Ã˜Â¨Ã˜Â§Ã™â€ Ã›Å’ Ã™â€ Ã™â€¦Ã›Å’Ã¢â‚¬Å’Ã˜Â´Ã™Ë†Ã˜Â¯.';
$PHPMAILER_LANG['provide_address']      = 'Ã˜Â¨Ã˜Â§Ã›Å’Ã˜Â¯ Ã˜Â­Ã˜Â¯Ã˜Â§Ã™â€šÃ™â€ž Ã›Å’ÃšÂ© Ã˜Â¢Ã˜Â¯Ã˜Â±Ã˜Â³ ÃšÂ¯Ã›Å’Ã˜Â±Ã™â€ Ã˜Â¯Ã™â€¡ Ã™Ë†Ã˜Â§Ã˜Â±Ã˜Â¯ ÃšÂ©Ã™â€ Ã›Å’Ã˜Â¯.';
$PHPMAILER_LANG['recipients_failed']    = 'Ã˜Â®Ã˜Â·Ã˜Â§Ã›Å’ SMTP: Ã˜Â§Ã˜Â±Ã˜Â³Ã˜Â§Ã™â€ž Ã˜Â¨Ã™â€¡ Ã˜Â¢Ã˜Â¯Ã˜Â±Ã˜Â³ ÃšÂ¯Ã›Å’Ã˜Â±Ã™â€ Ã˜Â¯Ã™â€¡ Ã˜Â¨Ã˜Â§ Ã˜Â®Ã˜Â·Ã˜Â§ Ã™â€¦Ã™Ë†Ã˜Â§Ã˜Â¬Ã™â€¡ Ã˜Â´Ã˜Â¯: ';
$PHPMAILER_LANG['signing']              = 'Ã˜Â®Ã˜Â·Ã˜Â§ Ã˜Â¯Ã˜Â± Ã˜Â§Ã™â€¦Ã˜Â¶Ã˜Â§: ';
$PHPMAILER_LANG['smtp_connect_failed']  = 'Ã˜Â®Ã˜Â·Ã˜Â§ Ã˜Â¯Ã˜Â± Ã˜Â§Ã˜ÂªÃ˜ÂµÃ˜Â§Ã™â€ž Ã˜Â¨Ã™â€¡ SMTP.';
$PHPMAILER_LANG['smtp_error']           = 'Ã˜Â®Ã˜Â·Ã˜Â§ Ã˜Â¯Ã˜Â± SMTP Server: ';
$PHPMAILER_LANG['variable_set']         = 'Ã˜Â§Ã™â€¦ÃšÂ©Ã˜Â§Ã™â€  Ã˜Â§Ã˜Â±Ã˜Â³Ã˜Â§Ã™â€ž Ã›Å’Ã˜Â§ Ã˜Â§Ã˜Â±Ã˜Â³Ã˜Â§Ã™â€ž Ã™â€¦Ã˜Â¬Ã˜Â¯Ã˜Â¯ Ã™â€¦Ã˜ÂªÃ˜ÂºÃ›Å’Ã˜Â±Ã¢â‚¬Å’Ã™â€¡Ã˜Â§ Ã™Ë†Ã˜Â¬Ã™Ë†Ã˜Â¯ Ã™â€ Ã˜Â¯Ã˜Â§Ã˜Â±Ã˜Â¯: ';
$PHPMAILER_LANG['extension_missing']    = 'Ã˜Â§Ã™ÂÃ˜Â²Ã™Ë†Ã™â€ Ã™â€¡ Ã™â€¦Ã™Ë†Ã˜Â¬Ã™Ë†Ã˜Â¯ Ã™â€ Ã›Å’Ã˜Â³Ã˜Âª: ';
